nce3-1/L05.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-27 Fri 21:29 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org481054f" class="outline-2">
<h2 id="org481054f">Lesson 05 The facts</h2>
<div class="outline-text-2" id="text-org481054f">
<p class="verse">
What was the consequence of the editor's insistence on facts and statistics?<br />
<br />
Editors of newspapers and magazines often <b>go to extremes</b><br />
&#xa0;to <b>provide their readers with</b> unimportant facts and statistics.<br />
Last year a journalist had <b>been instructed by</b> a well-known magazine<br />
&#xa0;to <b>write an article on</b> the president's palace in a new African republic.<br />
When the article arrived, the editor read the first sentence and then refused to publish it.<br />
The article began: 'Hundreds of steps lead to the high wall which surrounds the president's palace.'<br />
The editor at once sent the journalist a fax<br />
&#xa0;instructing him to <b>find out</b> the exact number of steps and the height of the wall.<br />
<br />
The journalist immediately set out to obtain these important facts,<br />
&#xa0;but he <b>took a long time to send</b> them.<br />
Meanwhile, the editor was <b>getting impatient</b>, for the magazine would soon <b>go to press</b>.<br />
He sent the journalist two more faxes, but received no reply.<br />
He sent yet another fax informing the journalist that if he did not reply soon he would <b>be fired</b>.<br />
When the journalist again failed to reply,<br />
&#xa0;the editor reluctantly <b>published the article</b> as it had originally been written.<br />
A week later, the editor at last received a fax from the journalist.<br />
Not only had the poor man been arrested, but he had been sent to prison as well.<br />
However, he had at last been allowed to <b>send a fax</b><br />
&#xa0;in which he <b>informed the editor</b><br />
&#xa0;&#xa0;that he had been arrested<br />
&#xa0;&#xa0;&#xa0;while counting the 1084 steps leading to the fifteen-foot wall<br />
&#xa0;&#xa0;&#xa0;&#xa0;which surrounded the president's palace.<br />
</p>
</div>

<div id="outline-container-orge5b8bc5" class="outline-3">
<h3 id="orge5b8bc5">words</h3>
<div class="outline-text-3" id="text-orge5b8bc5">
<p>
editor [ˈedɪtər] n．编辑<br />
extreme [ɪkˈstrim] n．极端<br />
statistics [stə'tɪstɪks] n．统计数字<br />
journalist [ˈdʒɜrn(ə)lɪst] n．新闻记者<br />
president [ˈprezɪdənt] n．总统<br />
palace [ˈpæləs] n．王宫；宏伟的住宅<br />
publish [ˈpʌblɪʃ] v．出版<br />
fax [fæks] n．传真<br />
impatient [ɪmˈpeɪʃ(ə)nt] adj. 不耐烦的<br />
fire [faɪr] v．解雇<br />
originally [əˈrɪdʒən(ə)li] adv．起初，原先，从前<br />
</p>
</div>
</div>

<div id="outline-container-org4698f0e" class="outline-3">
<h3 id="org4698f0e">单词造句</h3>
<div class="outline-text-3" id="text-org4698f0e">
<p>
editor n. edit v.<br />
</p>
<ol class="org-ol">
<li>May I have the privilege of meeting the editor?<br /></li>
<li>The editor usually calls me Sherwin.<br /></li>
<li>Today, the CEO have the editor posted to a remote village.<br /></li>
<li>The editor got so angry that he refused to publish the article.<br /></li>
<li>The editor was instructed in publishing it soon.<br /></li>
</ol>
<p>
extreme n.  go to extreme(s) to do sth.<br />
</p>
<ol class="org-ol">
<li>The girl is making every effort to go to extremes.<br /></li>
<li>He is always going to extremes to do every task.<br /></li>
<li>Even if you went to extremes to make money, you wouldn't be happy.<br /></li>
<li>People often go to extremes to keep status quo.<br /></li>
<li>Because of his taking work seriously, he often goes to extremes.<br /></li>
</ol>
<p>
statistics n. statistic<br />
</p>
<ol class="org-ol">
<li>To the authorities, I am just another statistic.<br /></li>
<li>The statistics suggest that she often goes home by bus.<br /></li>
<li>The statistics suggest that he couldn't afford the house.<br /></li>
<li>The statistics suggest that there are more people being fired than last year.<br /></li>
<li>The statistics suggest that people who work in office earn only half much as they used to.<br /></li>
</ol>
<p>
journalist n.<br />
</p>
<ol class="org-ol">
<li>The journalist was too embarrassed to tell anything about the palace to his editor.<br /></li>
<li>This can give rise to curious situation, as it did in the case of the journalist<br />
who was sent to prison.<br /></li>
<li>The journalist often goes to extreme to figure out the facts and statistics.<br /></li>
<li>The book which was publish yesterday was edited by the journalist.<br /></li>
<li>The journalist feels that his rise in status is well worth the loss of money.<br /></li>
</ol>
<p>
president n.<br />
</p>
<ol class="org-ol">
<li>The president changed into suit for the simple reason that he likes it.<br /></li>
<li>The president was willing to tell stories.<br /></li>
<li>The president was refered to as the grest man in American.<br /></li>
<li>The president goes to extremes to keep the status quo.<br /></li>
<li>'Status quo.' The president ordered his men to do nothing.<br /></li>
</ol>
<p>
palace n.<br />
</p>
<ol class="org-ol">
<li>There are 1094 steps which leads to the wall which surrounds the palace.<br /></li>
<li>The palace was burnt down for one reason or another.<br /></li>
<li>From now on, people can visit the palace at liberty.<br /></li>
<li>Despite the fact that the palace was fired in 1989.<br /></li>
<li>In the most sacred room of the palace, they found the fragments of fifteen statuses.<br /></li>
</ol>
<p>
publish v.  publish + a book/an article/report<br />
</p>
<ol class="org-ol">
<li>The journalist was amazed to find that his report had been published.<br /></li>
<li>We're publishing the report in an hour.<br /></li>
<li>The editor may have published the article already.<br /></li>
<li>The editor can't have published the article.<br /></li>
<li>The editor must have published the article.<br /></li>
</ol>
<p>
fax n.v.  send sb. a fax<br />
</p>
<ol class="org-ol">
<li>I'll send you a fax. Let's keep in touch with each other.<br /></li>
<li>He has sent me a fax in which he told me his wife was pregnant.<br /></li>
<li>I was too embarrased to send him any fax.<br /></li>
<li>He has sent faxs hald as many as you.<br /></li>
<li>From now on, it's easy for us to send anyone a fax in office.<br /></li>
</ol>
<p>
impatient adj.  get impatient<br />
</p>
<ol class="org-ol">
<li>The secret of success is don't get impatient.<br /></li>
<li>In the end, the flight attendant got so impatinent that she lost her temper.<br /></li>
<li>Don't be impatient and everything will soon return to normal.<br /></li>
<li>Don't be impatient. Let's make it official.<br /></li>
<li>You got so impatient that you didn't double check the garage.<br /></li>
</ol>
<p>
fire v.  get/be fired<br />
</p>
<ol class="org-ol">
<li>I regret to inform you that you're fired.<br /></li>
<li>I was disappointed to learn that I got fired.<br /></li>
<li>When the news came to me that I am fired, I bursted out tears.<br /></li>
<li>No one could account for the fact that she got fired.<br /></li>
<li>You are responsible for this failure, so you get fired.<br /></li>
</ol>
<p>
originally adv.<br />
</p>
<ol class="org-ol">
<li>I was wonder who lived there originally.<br /></li>
<li>I have difficulty in finding out where she is from originally.<br /></li>
<li>This sort of snake is found in America originally.<br /></li>
<li>The palace was originally designed by the artiste, Mr. Sherwin.<br /></li>
<li>That stupid remark was originally made by the journalist.<br /></li>
</ol>
</div>
</div>

<div id="outline-container-org743f358" class="outline-3">
<h3 id="org743f358">反复听电影片段直到懂关键句</h3>
</div>
<div id="outline-container-org6451a7a" class="outline-3">
<h3 id="org6451a7a">复习二册语法(笔记或视频) &amp; 红皮书</h3>
<div class="outline-text-3" id="text-org6451a7a">
<p>
部分倒装:<br />
	否定词 + 一般疑问句<br />
</p>
<ul class="org-ul">
<li>example: Not only have I done it, &#x2026;<br /></li>
<li>not / nor / neither not only<br /></li>
<li>never<br /></li>
<li>no<br /></li>
<li>hardly<br /></li>
<li>little<br /></li>
<li>no sooner ..<br /></li>
<li>seldom<br /></li>
<li>not until<br /></li>
</ul>
</div>
</div>
<div id="outline-container-orgaea77b6" class="outline-3">
<h3 id="orgaea77b6">习惯用法造句</h3>
<div class="outline-text-3" id="text-orgaea77b6">
<p>
provide sb. with sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
sb. be instructed to do sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
instruct sb. to do sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
write an article on/about sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
find out sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
sb. take a long time to do sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
go to press<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
inform sb. that + &#x2026;<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
</div>
</div>

<div id="outline-container-org2e12ca3" class="outline-3">
<h3 id="org2e12ca3">跟读 50遍</h3>
</div>
<div id="outline-container-org5e74711" class="outline-3">
<h3 id="org5e74711">Comprehension 反复练习</h3>
</div>
<div id="outline-container-orga1a4647" class="outline-3">
<h3 id="orga1a4647">Ask me if 写+读</h3>
</div>
<div id="outline-container-orgc642ddb" class="outline-3">
<h3 id="orgc642ddb">摘要写作 写 &amp; 对答案</h3>
</div>
<div id="outline-container-org0eebf12" class="outline-3">
<h3 id="org0eebf12">tell the story 口语复述</h3>
</div>
<div id="outline-container-orgf205d43" class="outline-3">
<h3 id="orgf205d43">composition 阅读 或 写作</h3>
</div>
<div id="outline-container-orgcafc2a0" class="outline-3">
<h3 id="orgcafc2a0">Topics for discussion</h3>
</div>
</div>
</div>
</body>
</html>
